[
  {
    "id": "projects projects-9",
    "month": "August",
    "year": "2024",
    "title": "JMR Visa Services",
    "paragraph_01": "JMR Visa Services is helping people travel to the Schengen space by helping them through the visa demand process. I developed the brand identity and then built the website of JMR Visa Services from scratch. The aim was to give them more credibility and give a way for customers to learn about the different services and finally get a quote.",
    "paragraph_02": "The new website is currently in construction and will be released first quarter of 2025."
  },
  {
    "id": "projects projects-8",
    "month": "December",
    "year": "2020",
    "title": "Pigeonhole Live Chat",
    "paragraph_01": "2020 saw a shift to virtual and hybrid events, and at Pigeonhole Live, I led the design and development of our highly anticipated chat feature. From initial mockups to final delivery, I guided the project every step of the way.",
    "paragraph_02": "The result was Pigeonhole Live Chat, one of our most celebrated releases of the year, enhancing engagement and connection for virtual event attendees.",
    "link": "https://pigeonholelive.com/features-chat/",
    "video": "<video class=\"project-visual_vid active\" autoplay=\"autoplay\" muted=\"muted\" playsinline=\"playsinline\" preload=\"auto\" loop=\"loop\" onclick=\"this.play();\"><source src=\"https://errric.me/img/vid/phl-chat.mp4\" type=\"video/mp4\"/><source src=\"https://errric.me/img/vid/phl-chat.webm\" type=\"video/webm\"/></video>"
  },
  {
    "id": "projects projects-7",
    "month": "March",
    "year": "2020",
    "title": "Microsoft Teams App",
    "paragraph_01": "In 2020, Pigeonhole Live released a new MS Teams app to allow users to create and manage Q&As directly from MS Teams interface.",
    "paragraph_02": "As the product lead on this project, I was in charge of creating all the design for the App and also created all the marketing content, illustrations and videos used for this big release.",
    "link": "https://pigeonholelive.com/ms-teams/"
  },
  {
    "id": "projects projects-5",
    "month": "September",
    "year": "2017",
    "title": "Pigeonhole Live admin",
    "paragraph_01": "One of the issues to be tackled while working on Pigeonhole Live, was the amount of questions coming from the audience and how to efficiently filter them. That was the starting point of my work on re-designing the admin interface.",
    "paragraph_02": "Find below more information on the design thinking behind the build of this admin interface",
    "link": "https://blog.pigeonholelive.com/the-design-thinking-behind-pigeonhole-lives-new-admin-panel"
  },
  {
    "id": "projects projects-6",
    "month": "January",
    "year": "2016",
    "title": "Roomorama",
    "paragraph_01": "I worked at Roomorama for a year and took the lead of the UI/UX team to help improving the product's interface.",
    "paragraph_02": "Even if it unfortunately doesn't exist anymore, Roomorama was one of the major players on the Vacation Rental industry, especially in South East Asia."
  },
  {
    "id": "projects projects-1",
    "month": "October",
    "year": "2015",
    "title": "PhiXL",
    "paragraph_01": "I've been involved with the PhiXL team for quite a long time now. In the summer of 2015, they came to me and asked me to work on their brand identity.",
    "paragraph_02": "I came up with a brand new logo, a refreshed stationery and a new design for the website."
  },
  {
    "id": "projects projects-2",
    "month": "February",
    "year": "2015",
    "title": "2degrees NZ",
    "paragraph_01": "I was in charge of the design of all the digital projects while I was working at Catch NZ from February 2014 to November 2014.",
    "paragraph_02": " worked on the design of the new website and on all the illustrations used by the brand.",
    "link": "https://www.2degreesmobile.co.nz/"
  },
  {
    "id": "projects projects-3",
    "month": "August",
    "year": "2014",
    "title": "Unitec",
    "paragraph_01": "This was the second big project where I was in charge of the User Interface Design while I was working at Catch NZ",
    "paragraph_02": "This was a challenging project where we had a huge amount of content to organize.",
    "link": "http://www.unitec.ac.nz/"
  }
]
